app = Налаштування COSMIC

unknown = Невідоме

number = { $number }

## Desktop

desktop = Стільниця

## Desktop: Appearance

appearance = Вигляд
    .desc = Кольори акценту та оздоблення COSMIC.

accent-color = Колір акценту
app-background = Тло застосунку чи вікна
auto = Автоматичне
close = Закрити
color-picker = Вибір кольору
copied-to-clipboard = Cкопійовано в буфер обміну
copy-to-clipboard = Скопіювати в буфер обміну
dark = Темний
export = Експортувати
hex = Hex
import = Імпортувати
light = Світлий
mode-and-colors = Режим та кольори
recent-colors = Нещодавні кольори
reset-to-default = Типові значення
rgb = RGB
window-hint-accent = Колір підказки щодо активного вікна
window-hint-accent-toggle = Використовувати колір акценту з теми для підказки щодо активного вікна

auto-switch =  Автоматично перемикати між світлим та темним режимами
    .sunrise = Перемикання y світлий режим під час сходу сонця
    .sunset = Перемикання у темний режим під час заходу сонця
    .next-sunrise =  Перемикання у світлий режим під час наступного сходу сонця
    .next-sunset = Перемикання у темний режим під час наступного заходу сонця

container-background = Тло контейнера
    .desc-detail = Колір тла контейнера використовується для бічної панелі навігації, бічної панелі, діалогів та подібних віджетів. Типово походить від кольору тла застосунку чи вікна.
    .reset = Автоматичне визначення
    .desc = Основний колір контейнера використовується для бічної панелі навігації, бічної панелі, діалогів та подібних віджетів.

control-tint = Відтінок елементів керування
    .desc = Використовується для тла стандартних кнопок, пошукових полів, текстових полів та подібних компонентів.

frosted = Ефект матового скла в інтерфейсі системи
    .desc = Застосовує розмиття тла панелі, дока, аплетів, запускача та бібліотеки програм.

experimental-settings = Експериментальні налаштування

enable-export = Застосувати цю тему до застосунків GNOME.
    .desc = Не всі інструментарії підтримують автоперемикання. Для зміни теми в не COSMIC застосунках може знадобитись перезавантаження.

icon-theme = Тема піктограм
    .desc = Застосовує інший набір піктограм до застосунків.

text-tint = Відтінок тексту в інтерфейсі
    .desc = Колір, від якого в інтерфейсі походять кольори тексту з достатнім контрастом на різних поверхнях.

style = Стиль
    .round = Заокруглений
    .slightly-round = Трохи заокруглений
    .square = Квадратний

# interface density left out for now
window-management = Керування вікнами
    .active-hint = Розмір підказки щодо активного вікна
    .gaps = Відступи навколо укладених вікон

## Desktop: Display

-requires-restart = Потребує перезапуску

color = Колір
    .depth = Глибина кольору
    .profile = Профіль кольору
    .sidebar = Профілі кольорів
    .temperature = Температура кольору

display = Дисплеї
    .desc = Керування дисплеями, перемикання графіки та нічне світло
    .arrangement = Розташування дисплеїв
    .arrangement-desc = Перетягуйте дисплеї для зміни їх розташування.
    .enable = Увімкнути дисплей
    .external = { $size } { $output } Зовнішній дисплей
    .laptop = { $size } Дисплей ноутбука
    .options = Параметри дисплея
    .refresh-rate = Частота оновлення
    .resolution = Роздільна здатність
    .scale = Масштаб

mirroring = Віддзеркалення
    .id = Віддзеркалення { $id }
    .dont = Не віддзеркалювати
    .mirror = Віддзеркалювати { $display }
    .project = Проектувати на { $display ->
        [all] всі дисплеї
        *[other] { $display }
    }
    .project-count = Проектування на { $count} { $count ->
        [one] дисплей
        [few] дисплеї
        *[other] дисплеїв
    }

night-light = Нічне світло
    .auto = Автоматично (від заходу до сходу сонця)
    .desc = Зменшення синього світла, використовуючи більш теплі кольори.

orientation = Орієнтація
    .standard = Стандартна
    .rotate-90 = Обертання на 90
    .rotate-180 = Обертання на 180
    .rotate-270 = Обертання на 270

scheduling = Планування
    .manual = Планування вручну

dialog = Діалог
    .title = Залишити ці налаштування дисплея?
    .keep-changes = Зберегти
    .change-prompt = Повернення до попередніх налаштувань буде виконано за { $time } { $time ->
        [one] секунду
        [few] секунди
        *[other] секунд
    }.
    .revert-settings = Повернути

## Desktop: Notifications

notifications = Сповіщення
    .desc = Не турбувати, сповіщення на екрані блокування, налаштування для окремих програм.

## Desktop: Options

desktop-panel-options = Стільниця та панель
    .desc = Дія для клавіші Super, гарячі кути, керування вікнами.

desktop-panels-and-applets = Панелі та аплети стільниці

dock = Док
    .desc = Панель з пришпиленими застосунками.

hot-corner = Гарячий кут
    .top-left-corner = Використати гарячий кут вгорі ліворуч для робочих просторів

super-key = Клавіша Super
    .launcher = Відкриває запускач
    .workspaces = Відкриває робочі простори
    .applications = Відкриває застосунки

top-panel = Верхня панель
    .workspaces = Показувати кнопку робочих просторів
    .applications = Показувати кнопку застосунків

window-controls = Керування вікнами
    .minimize = Показувати кнопку згортання
    .maximize = Показувати кнопку розгортання

## Desktop: Panel

panel = Панель
    .desc = Верхня смужка з елементами керування стільницею та меню.

add = Додати
add-applet = Додати аплет
all = На всіх
applets = Аплети
center-segment = Центральний сегмент
drop-here = Скидайте аплети сюди
end-segment = Кінцевий сегмент
large = Великий
no-applets-found = Аплетів не знайдено...
panel-bottom = Внизу
panel-left = Ліворуч
panel-right = Праворуч
panel-top = Вгорі
search-applets = Шукати аплети...
small = Малий
start-segment = Початковий сегмент

panel-appearance = Вигляд
    .match = Як в системі
    .light = Світлий
    .dark = Темний

panel-behavior-and-position = Поведінка та положення
    .autohide = Автоматично приховувати панель
    .dock-autohide = Автоматично приховувати док
    .position = Положення на екрані
    .display = Показувати на дисплеї

panel-style = Стиль
    .anchor-gap = Відступ між панеллю та краями екрана
    .dock-anchor-gap = Відступ між доком та краями екрана
    .extend = Розширити панель до країв екрана
    .dock-extend = Розширити док до країв екрана
    .appearance = Вигляд
    .size = Розмір
    .background-opacity = Непрозорість тла

panel-applets = Налаштування
    .dock-desc = Налаштуйте аплети дока.
    .desc = Налаштуйте аплети панелі.

panel-missing = Не знайдено налаштувань панелі
    .desc = Не знайдено файлу конфігурації панелі через використання власних налаштувань або через його пошкодження.
    .fix = Типові значення

## Desktop: Wallpaper

wallpaper = Зображення тла
    .change = Змінювати зображення що
    .desc = Налаштування для зображення тла, кольорів та показу слайдів.
    .fit = Розміщення зображення тла
    .folder-dialog = Виберіть теку із зображеннями тла
    .image-dialog = Виберіть зображення тла
    .plural = Зображення тла
    .same = Однакове зображення тла на всіх дисплеях
    .slide = Показ слайдів

add-color = Додати колір
add-image = Додати зображення
all-displays = Всі дисплеї
colors = Кольори
dialog-add = _Додати
fill = Заповнити
fit-to-screen = Припасувати до екрана
open-new-folder = Відкрити нову теку
recent-folders = Нещодавні теки

x-minutes = { $number } { $number ->
    [one] хвилину
    [few] хвилини
    *[other] хвилин
}
x-hours = { $number } { $number ->
    [one] годину
    [few] години
    *[other] годин
}

## Desktop: Workspaces

workspaces = Робочі простори
    .desc = Вкажіть кількість робочих просторів, їхню поведінку та розміщення.

workspaces-behavior = Поведінка робочих просторів
    .dynamic = Динамічні робочі простори
    .dynamic-desc = Порожні робочі простори автоматично вилучаються
    .fixed = Стала кількість робочих просторів
    .fixed-desc = Додавайте або вилучайте робочі простори в режимі огляду.

workspaces-multi-behavior = Поведінка за наявності декількох моніторів
    .span = Робочий простір охоплює кілька дисплеїв
    .separate = Окремий робочий простір для дисплея

workspaces-overview-thumbnails = Мініатюри в огляді робочих просторів
    .show-number = Показувати номер робочого простору
    .show-name = Показувати назву робочого простору

workspaces-orientation = Орієнтація робочих просторів
    .vertical = Вертикальна
    .horizontal = Горизонтальна

## Networking: Wired

wired = Дротове
    .desc = Дротове зʼєднання, профілі зʼєднання

## Networking: Online Accounts

online-accounts = Облікові записи в Інтернеті
    .desc = Додайте облікові записи, IMAP та SMTP, облікові записи підприємства

## Time & Language

time = Час і мова
    .desc = Н/Д

time-date = Дата і час
    .desc = Часовий пояс, автоматичні налаштування годинника та деякі налаштування формату час.
    .auto = Встановлювати автоматично

time-zone = Часовий пояс
    .auto = Автоматичне визначення часового поясу
    .auto-info = Потребує служб визначення місцезнаходження та доступу до Інтернету

time-format = Формат дати та часу
    .twenty-four = 24-годинний формат часу
    .first = Перший день тижня
    .show-date = Показувати дату на верхній панелі
    .friday = Пʼятниця
    .saturday = Субота
    .sunday = Неділя
    .monday = Понеділок

time-region = Регіон та мова
    .desc = Формат дати, часу та чисел на основі вашого регіону

## Sound

sound = Звук
    .desc = Н/Д

sound-output = Виведення
    .volume = Гучність виведення
    .device = Пристрій виведення
    .level = Рівень виведення
    .config = Конфігурація
    .balance = Баланс

sound-input = Введення
    .volume = Гучність введення
    .device = Пристрій введення
    .level = Рівень введення

sound-alerts = Попередження
    .volume = Гучність попередження
    .sound = Звук попередження

sound-applications = Застосунки
    .desc = Гучність та налаштування для застосунків

## System

system = Система та облікові записи

## System: About

about = Про систему
    .desc = Назва пристрою, інформація щодо обладнання, типові значення операційної системи.

about-device = Назва пристрою
    .desc = Назва, яку бачать інші мережі та пристрої Bluetooth.

about-hardware = Обладнання
    .model = Модель обладнання
    .memory = Памʼять
    .processor = Процесор
    .graphics = Графіка
    .disk-capacity = Місткість диска

about-os = Операційна система
    .os = Операційна система
    .os-architecture = Архітектура ОС
    .desktop-environment = Робоче оточення
    .windowing-system = Система керування вікнами

about-related = Повʼязані налаштування
    .support = Отримати підтримку

## System: Firmware

firmware = Мікропрограма
    .desc = Подробиці щодо мікропрограми.

## System: Users

users = Користувачі
    .desc = Автентифікація та вхід, екран блокування.

## Input

acceleration-desc = Автоматично регулює чутливість відстеження руху залежно від швидкості.

disable-while-typing = Вимикати під час введення тексту

input-devices = Пристрої введення
    .desc = Пристрої введення

primary-button = Основна кнопка
    .left = Ліва
    .right = Права

scrolling = Гортання
    .two-finger = Гортання двома пальцями
    .edge = Гортання одним пальцем вздовж краю
    .speed = Швидкість гортання
    .natural = Природне гортання
    .natural-desc = Переміщення вмісту замість переміщення перегляду

## Input: Keyboard

slow = Повільна
fast = Швидка
short = Коротка
long = Довга
keyboard = Клавіатура
    .desc = Введення з клавіатури

keyboard-sources = Джерела введення
    .desc = Перемикання джерел введення виконується комбінацією клавіш Super+Пропуск. Це можна змінити в налаштуваннях клавіатурних скорочень.
    .move-up = Перемістити вгору
    .move-down = Перемістити вниз
    .settings = Налаштування
    .view-layout = Переглянути розкладку клавіатури
    .remove = Вилучити
    .add = Додати джерело введення

keyboard-special-char = Введення спеціальних символів
    .alternate = Клавіша альтернативних символів
    .compose = Клавіша компонування

keyboard-typing-assist = Введення
    .repeat-rate = Частота повторів
    .repeat-delay = Затримка повторів

added = Додана
type-to-search = Пишіть для пошуку...

## Input: Keyboard: Shortcuts

keyboard-shortcuts = Клавіатурні скорочення
    .desc = Перегляд і налаштування скорочень

add-keybinding = Додати привʼязку клавіш
cancel = Скасувати
command = Команда
custom = Користувацькі
debug = Зневадження
disabled = Вимкнено
migrate-workspace-prev = Перемістити робочий простір до попереднього джерела виведення
migrate-workspace-next = Перемістити робочий простір до наступного джерела виведення
migrate-workspace = Перемістити робочий простір до джерела виведення { $direction ->
    *[down] нижче
    [left] ліворуч
    [right] праворуч
    [up] вище
}
navigate = Перейти
replace = Замінити
shortcut-name = Назва скорочення
system-controls = Елементи керування системою
terminate = Завершити
toggle-stacking = Перемкнути групування вікон
type-key-combination = Введіть комбінацію клавіш
unknown = Невідоме

custom-shortcuts = Користувацькі скорочення
    .add = Додати скорочення
    .context = Додати користувацьке скорочення
    .none = Немає користувацьких скорочень

modified = { $count } змінено

nav-shortcuts = Навігація
    .prev-output = Фокус на попереднє джерело виведення
    .next-output = Фокус на наступне джерело виведення
    .last-workspace = Фокус на останній робочий простір
    .prev-workspace = Фокус на попередній робочий простір
    .next-workspace = Фокус на наступний робочий простір
    .focus = Фокус на вікно { $direction ->
        *[down] нижче
        [in] всередині
        [left] ліворуч
        [out] зовні
        [right] праворуч
        [up] вище
    }
    .output = Перейти до джерела виведення { $direction ->
        *[down] нижче
        [left] ліворуч
        [right] праворуч
        [up] вище
    }
    .workspace = Перейти до робочого простору { $num }

manage-windows = Керування вікнами
    .close = Закрити вікно
    .maximize = Розгорнути вікно
    .minimize = Згорнути вікно
    .resize-inwards = Зміна розмірів вікна всередину
    .resize-outwards = Зміна розмірів вікна назовні
    .toggle-sticky = Перемкнути прилипання вікна

move-windows = Переміщення вікон
    .direction = Перемістити вікно { $direction ->
        *[down] нижче
        [left] ліворуч
        [right] праворуч
        [up] вище
    }
    .display = Перемістити вікно на монітор { $direction ->
        *[down] нижче
        [left] ліворуч
        [right] праворуч
        [up] вище
    }
    .workspace = Перемістити вікно на робочий простір { $direction ->
        *[below] нижче
        [left] ліворуч
        [right] праворуч
        [above] вище
    }
    .workspace-num = Перемістити вікно на робочий простір { $num }
    .prev-workspace = Перемістити вікно на попередній робочий простір
    .next-workspace = Перемістити вікно на наступний робочий простір
    .last-workspace = Перемістити вікно на останній робочий простір
    .next-display = Перемістити вікно на наступний дисплей
    .prev-display = Перемістити вікно на попередній дисплей
    .send-to-prev-workspace = Перемістити вікно на попередній робочий простір
    .send-to-next-workspace =  Перемістити вікно на наступний робочий простір

system-shortcut = Система
    .app-library = Відкрити бібліотеку застосунків
    .brightness-down = Зменшити яскравість дисплея
    .brightness-up = Збільшити яскравість дисплея
    .home-folder = Відкрити домашню теку
    .keyboard-brightness-down = Зменшити яскравість клавіатури
    .keyboard-brightness-up = Збільшити яскравість клавіатури
    .launcher = Відкрити запускач
    .lock-screen = Заблокувати екран
    .mute = Вимкнути виведення звуку
    .mute-mic = Вимкнути мікрофон
    .screenshot = Зробити знімок екрана
    .terminal = Відкрити термінал
    .volume-lower = Зменшити гучність виведення звуку
    .volume-raise = Збільшити гучність виведення звуку
    .web-browser = Відкрити переглядач тенет
    .window-switcher = Перемикати відкриті вікна
    .workspace-overview = Відкрити огляд робочих просторів

window-tiling = Укладання вікон
    .horizontal = Встановити горизонтальну орієнтацію
    .vertical = Встановити вертикальну орієнтацію
    .swap-window = Поміняти місцями вікна
    .toggle-tiling = Перемкнути укладання вікон
    .toggle-stacking = Перемкнути групування вікон
    .toggle-floating = Перемкнути плавучість вікон
    .toggle-orientation = Перемкнути орієнтацію

replace-shortcut-dialog = Замінити скорочення?
    .desc = { $shortcut } вже використовується для { $name }. Якщо замінити його, { $name } буде вимкнено.

## Input: Mouse

mouse = Миша
    .desc = Швидкість миші, прискорення, природне гортання.
    .speed = Швидкість миші
    .acceleration = Увімкнути прискорення миші

## Input: Touchpad

click-behavior = Поведінка при натисканні
    .click-finger = Другорядне клацання активується двома пальцями, а клацання середньою кнопкою — трьома пальцями
    .button-areas = Другорядне клацання активується в нижньому правому куті, а клацання середньою кнопкою — внизу по центру

pinch-to-zoom = Звести для збільшення
    .desc = У застосунках, які підтримують масштабування, використовуйте два пальці для збільшення вмісту.

tap-to-click = Дотик як клацання
    .desc = Дотик одним пальцем активує основне клацання, дотик двома пальцями — другорядне клацання, дотик трьома пальцями — клацання середньою кнопкою.

touchpad = Touchpad
    .acceleration = Увімкнути прискорення сенсорної панелі
    .desc = Швидкість сенсорної панелі, варіанти натискання, жести.
    .speed = Швидкість сенсорної панелі

## Input: Gestures

gestures = Жести
    .four-finger-down = Проведення вниз чотирма пальцями
    .four-finger-left = Проведення ліворуч чотирма пальцями
    .four-finger-right = Проведення праворуч чотирма пальцями
    .four-finger-up = Проведення вгору чотирма пальцями
    .three-finger-any = Проведення трьома пальцями в будь-якому напрямку

switch-between-windows = Перемикання вікон
switch-to-next-workspace = Перейти до наступного робочого простору
switch-to-prev-workspace = Перейти до попереднього робочого простору
open-application-library = Відкрити бібліотеку застосунків
open-workspaces-view = Відкрити огляд робочих просторів

## Power

power = Живлення
    .desc = Керування параметрами живлення

power-mode = Режим живлення
    .performance = Висока продуктивність
    .balanced = Збалансовано
    .battery = Подовження часу автономної роботи
    .performance-desc = Пік продуктивності та споживання енергії.
    .balanced-desc = Тиха робота та помірне споживання енергії.
    .battery-desc = Зменшене споживання енергії та безшумна робота.
    .nobackend = Бекенд не знайдено. Встановіть system76-power або power-profiles-daemon.
