app = Настройки на COSMIC
dbus-connection-error = Свързването към DBus е неуспешно
ok = Добре
unknown = Неизвестно
number = { $number }

## Network & Wireless

connections-and-profiles =
    { $variant ->
        [wired] Жични
        [wifi] Безжични
        [vpn] ВЧМ
       *[other] Неизвестни
    } връзки и профили на връзките.
add-network = Добавяне на мрежа
    .profile = Добавяне на профил
add-vpn = Добавяне на ВЧМ
airplane-on = Самолетният режим е включен.
cable-unplugged = Кабелът е изваден
connect = Свързване
connected = Свързано
connecting = Свързване…
disconnect = Прекъсване
forget = Забравяне
known-networks = Познати мрежи
network-and-wireless = Мрежа и безжична връзка
no-networks = Няма намерени мрежи.
no-vpn = Няма налични ВЧМ връзки.
password = Парола
password-confirm = Потвърждаване на нова парола
remove = Премахване
settings = Настройки
username = Потребителско име
visible-networks = Видими мрежи
identity = Самоличност
auth-dialog = Изисква се идентификация
    .vpn-description = Въведете потребителското име и паролата на ВЧМ услугата.
    .wifi-description = Въведете паролата или ключа за шифриране. Може да се свържете и чрез натискане на бутона „WPS“ на рутера.
forget-dialog = Забравяне на тази Wi-Fi мрежа?
    .description = За да използвате тази Wi-Fi мрежа в бъдеще, ще трябва отново да въведете парола.
network-device-state =
    .activated = Свързано
    .config = Свързване
    .deactivating = Прекъсване
    .disconnected = Прекъснато
    .failed = Свързването е неуспешно
    .ip-check = Проверяване на връзката
    .ip-config = Извличане на IP и маршрутизация
    .need-auth = Изисква се идентификация
    .prepare = Подготвяне за свързване
    .secondaries = Изчакване на вторична връзка
    .unavailable = Недостъпна
    .unknown = Неизвестно състояние
    .unmanaged = Без управление
    .unplugged = Кабелът е изваден
remove-connection-dialog = Премахване на профила на връзката?
    .vpn-description = За да използвате тази мрежа в бъдеще, ще трябва отново да въведете парола.
    .wired-description = За да използвате този профил в бъдеще, ще трябва да го създадете отново.
vpn = ВЧМ
    .connections = Връзки с ВЧМ
    .error = Настройките на ВЧМ не може да бъдат добавени
    .remove = Премахване на профила на връзката
    .select-file = Изберете файл за настройки на ВЧМ
vpn-error = Грешка с ВЧМ
    .config = Настройките на ВЧМ не може да бъдат добавени
    .connect = Грешка при свързването с ВЧМ
    .connection-editor = Редакторът на връзката е неуспешен
    .connection-settings = Настройките за активните връзки не може да бъдат получени
    .updating-state = Състоянието на NetworkManager не може да бъде обновено
    .wireguard-config-path = Местоположение на файла за настройките на WireGuard е невалидно
    .wireguard-config-path-desc = Избраният файл трябва да се намира в локална файлова система.
    .wireguard-device = Устройството на WireGuard не може да бъде създадено
    .with-password =
        Задаването на ВЧМ с nmcli е неуспешно { $field ->
           *[username] потребителско име
            [password] парола
            [password-flags] флагове за парола
        }
wired = Жична мрежа
    .adapter = Жичен адаптер { $id }
    .connections = Жични връзки
    .devices = Жични устройства
    .remove = Премахване на профила на връзката
wifi = Wi-Fi
    .adapter = Wi-Fi адаптер { $id }
    .forget = Забравяне на тази мрежа
wireguard-dialog = Добавяне на WireGuard устройство
    .description = Изберете име на устройството за настройките на WireGuard.

## Networking: Online Accounts

online-accounts = Регистрации в Интернет
    .desc = Добавяне на регистрации, IMAP, SMTP и корпоративни регистрации

# Bluetooth

activate = Включване
confirm = Потвърждаване
enable = Включване
bluetooth = Bluetooth
    .desc = Управление на Bluetooth устройствата
    .status = Тази система е видима като { $aliases }, докато настройките на Bluetooth са отворени.
    .connected = Свързано
    .connecting = Свързване
    .disconnecting = Прекъсване
    .connect = Свързване
    .disconnect = Прекъсване
    .forget = Забравяне
    .dbus-error = Възникна грешка по време на работа с DBus: { $why }
    .disabled = Услугата за Bluetooth е изключена
    .inactive = Услугата за Bluetooth не е активна
    .unknown = Услугата за Bluetooth не може да бъде включена. Инсталирано ли е bluez?
bluetooth-paired = Предишно свързани устройства
    .connect = Свързване
    .battery = { $percentage }% заряд
bluetooth-confirm-pin = Потвърдете Bluetooth ПИН кода
    .description = Потвърдете, че следният ПИН код съвпада с този, който се показва на { $device }
bluetooth-available = Устройства в близост
bluetooth-adapters = Bluetooth адаптери

## Accessibility

accessibility = Достъпност
    .vision = Зрение
    .on = Вкл.
    .off = Изкл.
    .unavailable = Недостъпно
    .screen-reader = Екранен четец
    .high-contrast = Режим на висок контраст
    .invert-colors = Обръщане на цветовете
    .color-filters = Цветови филтри
hearing = Слух
    .mono = Възпроизвеждане на стерео аудио като моно
default = Стандартно
magnifier = Лупа
    .controls =
        Или тези клавишни комбинации: { $zoom_in ->
            [zero] { "" }
           *[other]
                { "" }
                { $zoom_in } за увеличаване,
        }{ $zoom_out ->
            [zero] { "" }
           *[other]
                { "" }
                { $zoom_out } за намаляване,
        }
        Super + придвижване с мишката
    .scroll_controls = Включване на увеличението на мишката или сензорния панел със Super + Scroll
    .show_overlay = Показване на изгледа на лупата
    .increment = Стъпка на мащабиране
    .signin = Стартиране на лупа при вписване
    .applet = Превключване на лупата в графичния обект на панела
    .movement = Изгледът на увеличението се движи
    .continuous = Непрекъснато с показалеца
    .onedge = Когато показалецът достигне ръба
    .centered = Показване на показалеца в средата
color-filter = Вид цветен филтър
    .unknown = Активен е неизвестен филтър
    .greyscale = Черно-бяло
    .deuteranopia = Зелено/Червено (слабо зрение за зелено, деутеранопия)
    .protanopia = Червено/Зелено (слабо зрение за червено, протанопия)
    .tritanopia = Синьо/Жълто (слабо зрение за синьо, тританопия)

## Desktop

desktop = Работен плот

## Desktop: Wallpaper

wallpaper = Фон
    .change = Променяне на изображението всеки
    .desc = Изображения на тапети, цветове и опции за прожекция.
    .fit = Напасване на фона
    .folder-dialog = Избор на папка с тапети
    .image-dialog = Избор на изображение
    .plural = Фонове
    .same = Един и същ тапет на всички екрани
    .slide = Прожекция
add-color = Добавяне на цвят
add-image = Добавяне на изображение
all-displays = Всички екрани
colors = Цветове
dialog-add = Добавяне
fill = Запълване
fit-to-screen = Напасване в екрана
open-new-folder = Отваряне на нова папка
recent-folders = Скоро отваряни папки
x-minutes =
    { $number } { $number ->
        [one] минута
       *[other] минути
    }
x-hours =
    { $number } { $number ->
        [one] час
       *[other] часа
    }
never = Никога

## Desktop: Appearance

appearance = Външен вид
    .desc = Акцентиращи цветове и тема.
accent-color = Акцентиращ цвят
app-background = Фон на програмата или прозореца
auto = Автоматично
close = Затваряне
color-picker = Избор на цвят
copied-to-clipboard = Копирано в буфера за обмен
copy-to-clipboard = Копиране в буфера за обмен
dark = Тъмен
export = Изнасяне
hex = Hex
import = Внасяне
light = Светъл
mode-and-colors = Режим и цветове
recent-colors = Скоро ползвани цветове
reset-to-default = Връщане на стандартните настройки
rgb = RGB
window-hint-accent = Цвят на подсказката на активния прозорец
window-hint-accent-toggle = Използва акцентиращия цвят на темата като подсказка за активния прозорец
auto-switch = Автоматично превключване между светъл и тъмен режим
    .sunrise = Превключване в светъл режим при изгрев
    .sunset = Превключване в тъмен режим при залез
    .next-sunrise = Превключване в светъл режим при следващия изгрев
    .next-sunset = Превключване в тъмен режим при следващия залез
container-background = Фон на контейнери
    .desc-detail = Цветът на фона на контейнерите се използва за страничната лента за навигация, странични панели, диалогови прозорци и други подобни графични елементи. Стандартно той се получава автоматично от фона на програмата или прозореца.
    .reset = Връщане към автоматично
    .desc = Основният цвят на контейнера се използва за страничната лента за навигация, странични панели, диалогови прозорци и други подобни графични елементи.
control-tint = Оттенък на контролните компонент
    .desc = Използва се за фонове на стандартни бутони, полета за търсене, текстови полета и други подобни компоненти.
frosted = Ефект на матирано стъкло върху интерфейса на системата
    .desc = Прилага замъгляване на фона за панела, дока, графични обекти, стартера и библиотеката с програми.
enable-export = Прилагане на тази тема към програмите на GNOME.
    .desc = Не всички програми поддържат автоматично превключване на темата. След промяна на темата може да се наложи да рестартирате програмите, които не работят с COSMIC.
icon-theme = Тема на иконките
    .desc = Прилага различен набор от иконки към програми.
text-tint = Оцветяване на текста на интерфейса
    .desc = Цвят, използван за извеждане на цветовете на текста на интерфейса, които имат достатъчен контраст върху различни повърхности.
style = Стил
    .round = Закръглено
    .slightly-round = Леко закръглено
    .square = Квадратно
interface-density = Плътност на интерфейса
    .comfortable = Удобно
    .compact = Компактно
    .spacious = Просторно
window-management-appearance = Управление на прозорци
    .active-hint = Размер на подсказката на активния прозорец
    .gaps = Пространство около прилепнатите прозорците

### Experimental

experimental-settings = Експериментални настройки
icons-and-toolkit = Стилизиране на иконките и графичната среда
interface-font = Системен шрифт
monospace-font = Равноширок шрифт

## Desktop: Notifications

notifications = Известия
    .desc = Заглушаване на известията, известия от заключен екран и настройки за всяка програма.

## Desktop: Panel

panel = Панел
    .desc = Основна системна лента за менюта и графични обекти.
add = Добавяне
add-applet = Добавяне на графичен обект
all = Всички
applets = Графични обекти
center-segment = В средата
drop-here = Пуснете графичните обекти тук
end-segment = В края
large = Голям
no-applets-found = Няма намерени графични обекти...
panel-bottom = Долу
panel-left = Ляво
panel-right = Дясно
panel-top = Горе
search-applets = Търсене на графични обекти...
small = Малък
start-segment = В началото
panel-appearance = Външен вид
    .match = Системен
    .light = Светъл
    .dark = Тъмен
panel-behavior-and-position = Поведение и позиция
    .autohide = Автоматично скриване на панела
    .dock-autohide = Автоматично скриване на дока
    .position = Позиция на екрана
    .display = Показване на екрана
panel-style = Стил
    .anchor-gap = Разстояние между панела и ръбовете на екрана
    .dock-anchor-gap = Разстояние между дока и ръбовете на екрана
    .extend = Разширяване на панела до ръбовете на екрана
    .dock-extend = Разширяване на дока до ръбовете на екрана
    .appearance = Външен вид
    .size = Размер
    .background-opacity = Прозрачност на фона
panel-applets = Настройки
    .dock-desc = Настройване на елементите на дока
    .desc = Настройване на елементите на панела
panel-missing = Настройките на панела липсват
    .desc = Файлът за настройките на панела липсва, защото се използват други настройки или е повреден.
    .fix = Връщане на стандартните настройки

## Desktop: Dock

dock = Док
    .desc = Лента по избор за програми и графични обекти.

## Desktop: Window management

window-management = Управление на прозорци
    .desc = Действие на клавиша „Super“, опции за управление на прозорците и допълнителни опции за прилепване на прозорците.
super-key = Действие на клавиша „Super“
    .launcher = Отваряне на стартера
    .workspaces = Отваряне на работните пространства
    .applications = Отваряне на програмите
    .disable = Изключване
edge-gravity = Плаващите прозорци се придърпват към близките ръбове
window-controls = Контроли на прозорците
    .maximize = Показване на бутона за максимизиране
    .minimize = Показване на бутона за минимизиране
    .active-window-hint = Показване на подсказка за активния прозорец
focus-navigation = Навигация чрез фокус
    .focus-follows-cursor = Фокусът да следи показалеца
    .focus-follows-cursor-delay = Закъснение на фокуса след показалеца в мс
    .cursor-follows-focus = Показалецът да следи фокуса

## Desktop: Workspaces

workspaces = Работни пространства
    .desc = Ориентация и поведение в работните пространства.
workspaces-behavior = Поведение на работните пространства
    .dynamic = Динамични работни пространства
    .dynamic-desc = Автоматично премахва празни работни пространства.
    .fixed = Фиксиран брой работни пространства
    .fixed-desc = Добавяне или премахване на работни пространства в общия преглед.
workspaces-multi-behavior = Поведение при няколко монитора
    .span = Работните пространства обхващат всички екрани
    .separate = Всеки екран има отделни работни пространства
workspaces-overview-thumbnails = Миниатюри на общия преглед на работните пространства
    .show-number = Показване на номера на работното пространство
    .show-name = Показване на името на работното пространство
workspaces-orientation = Ориентация на работните пространства
    .vertical = Вертикално
    .horizontal = Хоризонтално
hot-corner = Активни ъгли
    .top-left-corner = Включване на активния горен ляв ъгъл за работните пространства

## Displays

-requires-restart = Изисква рестартиране
color = Цвят
    .depth = Дълбочина на цвета
    .profile = Цветови профил
    .sidebar = Цветови профили
    .temperature = Температура на цвета
display = Екрани
    .desc = Управление на екрани и нощен режим
    .arrangement = Подредба на екраните
    .arrangement-desc = Влачете екраните, за да ги пренаредите.
    .enable = Включване на екрана
    .external = { $size } { $output } външен екран
    .laptop = { $size } екран за лаптоп
    .options = Опции на екрана
    .refresh-rate = Честота на опресняване
    .resolution = Разделителна способност
    .scale = Мащаб
    .additional-scale-options = Допълнителни опции за мащабиране
mirroring = Дублиране
    .id = Дублиране на { $id }
    .dont = Без дублиране
    .mirror = Дублиране на { $display }
    .project =
        Прожектиране на { $display ->
            [all] всички екрани
           *[other] { $display }
        }
    .project-count =
        Прожектиране към { $count }{ $count ->
            [1] екрана
           *[other] екрана
        }
night-light = Нощен режим
    .auto = Автоматично (от залез до изгрев)
    .desc = Намалява синята светлина с по-топли цветове.
orientation = Ориентация
    .standard = Стандартна
    .rotate-90 = Завъртане на 90°
    .rotate-180 = Завъртане на 180°
    .rotate-270 = Завъртане на 270°
vrr = Променлива честота на опресняване
    .enabled = Включено
    .force = Винаги
    .auto = Автоматично
    .disabled = Изключено
scheduling = График
    .manual = Друг график
dialog = Диалогов прозорец
    .title = Запазване на тези настройките?
    .keep-changes = Запазване на промените
    .change-prompt = Настройките ще се възстановят след { $time } секунди.
    .revert-settings = Връщане на предишните

## Sound

sound = Звук
    .desc = Липсва описание
sound-output = Изход
    .volume = Сила на звука на изхода
    .device = Изходно устройство
    .level = Ниво на звука на изхода
    .config = Настройки
    .balance = Баланс
    .left = Ляво
    .right = Дясно
sound-input = Вход
    .volume = Сила на звука на входа
    .device = Входно устройство
    .level = Ниво на звука на входа
amplification = Усилване
    .desc = Позволява увеличаване на силата на звука до 150%.
sound-alerts = Известия
    .volume = Сила на звука на известията
    .sound = Звук на известията
sound-applications = Програми
    .desc = Сила на звука и настройки на програмите
profile = Профил

## Power

power = Захранване и батерия
    .desc = Управление на настройките за захранването
battery = Батерия
    .minute =
        { $value } { $value ->
            [one] минута
           *[other] минути
        }
    .hour =
        { $value } { $value ->
            [one] час
           *[other] часа
        }
    .day =
        { $value } { $value ->
            [one] ден
           *[other] дена
        }
    .less-than-minute = По-малко от минута
    .and = и
    .remaining-time =
        { $time } до { $action ->
            [full] пълно зареждане
           *[other] свършване на батерията
        }
connected-devices = Свързани устройства
    .unknown = Неизвестно устройство
power-mode = Профил за захранване
    .battery = Енергоспестяване
    .battery-desc = Намалено потребление на енергия и тиха работа.
    .balanced = Баланс
    .balanced-desc = Тиха работа и умерено потребление на енергия.
    .performance = Бързина
    .performance-desc = Максимална производителност и потребление на енергия.
    .no-backend = Ядрото не може да бъде намерен. Инсталирайте system76-power или power-profiles-daemon.
power-saving = Опции за пестене на енергия
    .turn-off-screen-after = Изключване на екрана след
    .auto-suspend = Автоматично приспиване
    .auto-suspend-ac = Автоматично приспиване при захранване
    .auto-suspend-battery = Автоматично приспиване при батерия

## Input

acceleration-desc = Автоматично наглася чувствителността на проследяване в зависимост от скоростта.
disable-while-typing = Изключване при натискане на клавиатурата
input-devices = Входни устройства
    .desc = Входни устройства
primary-button = Основен бутон
    .desc = Подредба на физическите бутоните.
    .left = Ляв
    .right = Десен
scrolling = Придвижване
    .two-finger = Придвижване с два пръста
    .edge = Придвижване с пръст по ръба
    .speed = Скорост
    .natural = Естествено
    .natural-desc = Придвижване на съдържанието, вместо на изгледа

## Input: Keyboard

slow = Бавна
fast = Бърза
short = Късо
long = Дълго
keyboard = Клавиатура
    .desc = Входни устройства, превключване, въвеждане на специални знаци и клавишни комбинации.
keyboard-sources = Входни устройства
    .desc = Източниците на вход могат да се превключват с клавишната комбинация Super+Space. Това може да бъде променено в настройките на клавишните комбинации.
    .move-up = Нагоре
    .move-down = Надолу
    .settings = Настройки
    .view-layout = Подредба на клавиатурата
    .remove = Премахване
    .add = Добавяне на входно устройство
keyboard-special-char = Въвеждане на специални знаци
    .alternate = Клавиш за допълнителни знаци
    .compose = Клавиш „Compose“
    .caps = Клавиш „Caps Lock“
keyboard-typing-assist = Въвеждане на знаци
    .repeat-rate = Скорост за повторение
    .repeat-delay = Интервал за повторение
keyboard-numlock-boot = Numlock
    .boot-state = Състояние при зареждане
    .last-boot = Последно зареждане
    .on = Вкл.
    .off = Изкл.
    .set = Задаване на състоянието на зареждане на numlock
added = Добавено
type-to-search = Текст за търсене...
show-extended-input-sources = Показване на разширени източници на вход

## Input: Keyboard: Shortcuts

keyboard-shortcuts = Клавишни комбинации
    .desc = Преглеждане и настройване на клавишните комбинации
add-another-keybinding = Добавяне на друга клавишна комбинация
cancel = Отказване
command = Команда
custom = Друго

## debug - missing context, revisit in the future.

debug = Отстраняване на грешки
disabled = Изключено
input-source-switch = Превключване на източника за въвеждане на езика на клавиатурата
migrate-workspace-prev = Мигриране на работното пространство към предишния изход
migrate-workspace-next = Мигриране на работното пространство към следващия изход
migrate-workspace =
    Мигриране на работното пространство към изхода { $direction ->
       *[down] надолу
        [left] наляво
        [right] надясно
        [up] нагоре
    }
navigate = Навигиране
replace = Замяна
shortcut-name = Име на клавишната комбинация
system-controls = Контроли на системата
terminate = Прекратяване
toggle-stacking = Превключване на наслагването на прозорци
type-key-combination = Въведете клавишна комбинация
custom-shortcuts = Други клавишни комбинации
    .add = Добавяне на клавишна комбинация
    .context = Добавяне на друга клавишна комбинация
    .none = Няма други клавишни комбинации
modified = { $count } променени
nav-shortcuts = Навигация
    .prev-output = Фокусиране на предишния изход
    .next-output = Фокусиране на следващия изход
    .last-workspace = Фокусиране на последното работно пространство
    .prev-workspace = Фокусиране на предишното работно пространство
    .next-workspace = Фокусиране на следващото работно пространство
    .focus =
        Фокусиране на прозореца { $direction ->
           *[down] отдолу
            [in] в
            [left] вляво
            [out] извън
            [right] вдясно
            [up] отгоре
        }
    .output =
        Превключване на изхода { $direction ->
           *[down] отдолу
            [left] вляво
            [right] вдясно
            [up] отгоре
        }
    .workspace = Превключване към работното пространство { $num }
manage-windows = Управление на прозорци
    .close = Затваряне на прозореца
    .maximize = Максимизиране на прозореца
    .fullscreen = На цял екран
    .minimize = Минимизиране на прозореца
    .resize-inwards = Преоразмеряване на прозореца навътре
    .resize-outwards = Преоразмеряване на прозореца навънка
    .toggle-sticky = Превключване на лепкав прозорец
move-windows = Преместване на прозорци
    .direction =
        Преместване на прозореца { $direction ->
           *[down] надолу
            [left] наляво
            [right] надясно
            [up] нагоре
        }
    .display =
        Преместване на прозореца с един монитор { $direction ->
           *[down] надолу
            [left] наляво
            [right] надясно
            [up] нагоре
        }
    .workspace =
        Преместване на прозореца с едно работно пространство { $direction ->
           *[below] надолу
            [left] наляво
            [right] надясно
            [above] нагоре
        }
    .workspace-num = Преместване на прозореца на работно пространство { $num }
    .prev-workspace = Преместване на прозореца в предишното работно пространство
    .next-workspace = Преместване на прозореца в следващото работно пространство
    .last-workspace = Преместване на прозореца в последното работно пространство
    .next-display = Преместване на прозореца към следващия екран
    .prev-display = Преместване на прозореца към предишния екран
    .send-to-prev-workspace = Преместване на прозореца в предишното работно пространство
    .send-to-next-workspace = Преместване на прозореца в следващото работно пространство
system-shortcut = Система
    .app-library = Отваряне на библиотеката с програми
    .brightness-down = Намаляване на яркостта на екрана
    .brightness-up = Увеличаване на яркостта на екрана
    .home-folder = Отваряне на домашната папка
    .keyboard-brightness-down = Намаляване на яркостта на клавиатурата
    .keyboard-brightness-up = Увеличаване на яркостта на клавиатурата
    .launcher = Отваряне на стартера
    .log-out = Изход
    .lock-screen = Заключване на екрана
    .mute = Заглушаване на звука
    .mute-mic = Заглушаване на микрофона
    .play-pause = Изпълняване/пауза
    .play-next = Следваща песен
    .play-prev = Предишна песен
    .poweroff = Изключване
    .screenshot = Снимка на екрана
    .terminal = Отваряне на терминал
    .touchpad-toggle = Превключване на сензорния панел
    .volume-lower = Намаляване на силата на звука
    .volume-raise = Увеличаване на силата на звука
    .web-browser = Отваряне на Интернет браузър
    .window-switcher = Превключване между отворените прозорци
    .window-switcher-previous = Превключване между отворените прозорци в обратна посока
    .workspace-overview = Отваряне на общия преглед на работното пространство
window-tiling = Прилепване на прозорци
    .horizontal = Задаване на хоризонтална ориентация
    .vertical = Задаване на вертикална ориентация
    .swap-window = Разменяне на прозореца
    .toggle-tiling = Превключване на прилепването на прозорците
    .toggle-stacking = Превключване на наслагването на прозорци
    .toggle-floating = Превключване на плаването на прозореца
    .toggle-orientation = Превключване на ориентацията
replace-shortcut-dialog = Заменяне на клавишната комбинация?
    .desc = { $shortcut } се използва от { $name }. Ако го замените, { $name } ще бъде изключено.
zoom-in = Увеличаване
zoom-out = Намаляване

## Input: Mouse

mouse = Мишка
    .desc = Скорост на мишката, ускорение и естествено придвижване.
    .speed = Скорост
    .acceleration = Включване на ускорението на мишката

## Input: Touchpad

click-behavior = Поведение при натискане
    .click-finger = Натискане на другия бутон с два пръста и натискане със средния бутон с три пръста
    .button-areas = Натискане на другия бутон в долния десен ъгъл и натискане със средния бутон долу в средата
pinch-to-zoom = Щипване за увеличение
    .desc = Използвайте два пръста, за да увеличите съдържанието в програми, които поддържат мащабиране.
tap-to-click = Натискане чрез тупване
    .desc = Позволява докосване с един пръст за основно натискане, докосване с два пръста за натискане с другия бутон и докосване с три пръста за натискане със средния бутон.
touchpad = Сензорен панел
    .acceleration = Включване на ускорението на сензорния панел
    .desc = Скорост на сензорния панел, опции за натискане и жестове.
    .speed = Скорост

## Input: Gestures

gestures = Жестове
    .four-finger-down = Плъзгане надолу с четири пръста
    .four-finger-left = Плъзгане наляво с четири пръста
    .four-finger-right = Плъзгане надясно с четири пръста
    .four-finger-up = Плъзгане нагоре с четири пръста
    .three-finger-any = Плъзгане в произволна посока с три пръста
switch-workspaces = Превключване на работните пространства
    .horizontal = Плъзгане наляво/надясно с четири пръста
    .vertical = Плъзгане нагоре/надолу с четири пръста
switch-between-windows = Превключване между прозорци
open-application-library = Отваряне на библиотеката за програми
open-workspaces-view = Отваряне на общия преглед на работните пространства

## Time & Language

time = Време и език
    .desc = Липсва описание
time-date = Дата и час
    .desc = Часови пояс, автоматични настройки на часа и форматиране на времето.
    .auto = Автоматично задаване
    .auto-ntp = Датата и часът ще се обновяват автоматично, когато се зададе часовия пояс.
time-zone = Часови пояс
    .auto = Автоматично задаване на часовия пояс
    .auto-info = Изисква услуги за местоположение и достъп до Интернет
time-format = Формат на дата и час
    .twenty-four = 24-часов
    .show-seconds = Показване на секундите
    .first = Първи ден от седмицата
    .show-date = Показване на датата в графичния обект на времето
    .friday = Петък
    .saturday = Събота
    .sunday = Неделя
    .monday = Понеделник
time-region = Регион и език
    .desc = Форматиране на дати, час и числа в зависимост от вашия регион.
formatting = Формат
    .dates = Дати
    .time = Час
    .date-and-time = Дата и час
    .numbers = Числа
    .measurement = Система от единици
    .paper = Хартия
preferred-languages = Предпочитани езици
    .desc = Редът на езиците определя кой език ще се използва за превода на работния плот. Промените влизат в сила при следващото влизане в системата.
add-language = Добавяне на език
    .context = Добавяне на език
install-additional-languages = Инсталиране на допълнителни езици
region = Регион

## Applications

applications = Програми

## Applications: Default Applications

default-apps = Стандартни програми
    .desc = Стандартен Интернет браузър, програма за е-поща, файлов мениджър и други програми.
    .web-browser = Интернет браузър
    .file-manager = Файлов мениджър
    .mail-client = Програма за е-поща
    .music = Музика
    .video = Видео
    .photos = Снимки
    .calendar = Календар
    .terminal = Терминал
    .other-associations = Други видове
    .text-editor = Текстов редактор

## Applications: Startup Applications

startup-apps = Програми за стартиране
    .desc = Настройване на програми, които да се изпълняват при влизане в системата
    .add = Добавяне на програма
    .user = Програми, стартирани при влизане в системата
    .none = Няма добавени програми за стартиране
    .remove-dialog-title = Премахване на { $name }?
    .remove-dialog-description = Сигурни ли сте, че искате да премахнете тази програма като стартираща?
    .search-for-application = Търсете за програма

## Applications: Legacy Applications

legacy-applications = Съвместимост на X11 програмите
    .desc = Мащабиране на програмите на X11 графичната система и глобални клавишни комбинации.
legacy-app-global-shortcuts = Глобални клавишни комбинации за X11 програми
    .desc = Глобалните клавишни комбинации позволяват натискането на клавиши и събитията с бутони на мишката, извършвани в програмите, да бъдат разпознавани от други програми за функции като „натисни и говори“ или „натисни и заглуши“. Стандартно това е забранено в програмите за X11, за да се гарантира, че други програми не могат да следят за събития от клавиатурата и мишката, съдържащи чувствителна информация.
    .none = Без клавиши
    .modifiers = Модификатори (Super, Shift, Control, Alt)
    .combination = Всички клавиши, докато се натискат модификаторите Super, Control или Alt
    .all = Всички клавиши
    .mouse = Събития с бутони на мишката за X11 програми
legacy-app-scaling = Мащабиране на програмите на X11 графичната система
    .scaled-gaming = Оптимизиране за игри и програми на цял екран
    .gaming-description = Програмите на X11 може да изглеждат малко по-големи/по-малки в сравнение с програмите на Wayland.
    .scaled-applications = Оптимизиране за програми
    .applications-description = Игрите и програмите на цял екран в X11 може да не отговарят на разделителната способност на екрана ви.
    .scaled-compatibility = Режим на максимална съвместимост
    .compatibility-description = Програмите на X11 може да изглеждат размазани на HiDPI екрани.
    .preferred-display = Екран за предпочитане за игри и програми на цял екран на X11
    .no-display = Без

## System

system = Система и регистрации

## System: About

about = Относно
    .desc = Име на устройството, информация за хардуера и стандартните настройки на операционната система.
about-device = Име на устройството
    .desc = Показва се на други мрежови или Bluetooth устройства.
about-hardware = Хардуер
    .model = Модел на хардуера
    .memory = Памет
    .processor = Процесор
    .graphics = Графика
    .disk-capacity = Обем на диска
about-os = Операционна система
    .os = Операционна система
    .os-architecture = Архитектура на операционната система
    .desktop-environment = Работна среда
    .windowing-system = Графична система
about-related = Свързани настройки
    .support = Помощ

## System: Firmware

firmware = Фърмуер
    .desc = Подробности за фърмуера.

## System: Users

users = Потребители
    .desc = Удостоверяване и потребителски регистрации.
    .admin = Администратор
    .standard = Стандартен
    .profile-add = Избор на потребителска снимка
administrator = Администратор
    .desc = Администраторите могат да променят настройките за всички потребители, да добавят и премахват други потребители.
add-user = Добавяне на потребител
change-password = Смяна на паролата
remove-user = Премахване на потребителя
full-name = Пълно име
invalid-username = Потребителското име е невалидно.
password-mismatch = Паролата и паролата за потвърждение трябва да съвпадат.
save = Запазване
