app = Налады COSMIC

unknown = Невядома

number = { $number }

## Desktop

desktop = Рабочы стол

## Desktop: Appearance

appearance = Выгляд
    .desc = Дамінуючыя колеры і тэмы COSMIC.

accent-color = Дамінуючы колер
app-background = Фон праграмы ці акна
auto = Аўтаматычна
close = Закрыць
color-picker = Колеравы выбар
copied-to-clipboard = Скапіравана ў буфер абмену
copy-to-clipboard = Скапіяваць у буфер абмену
dark = Цёмны
export = Экспарт
hex = Hex
import = Імпарт
light = Светлы
mode-and-colors = Рэжым і колеры
recent-colors = Апошнія колеры
reset-to-default = Скід да стандартных налад
rgb = RGB
window-hint-accent = Колер падказкі актыўнага акна
window-hint-accent-toggle = Выкарыстоўваць дамінуючы колер тэмы як колер падказкі актыўнага акна

auto-switch = Аўтаматычна пераключацца з Светлага на Цёмны рэжым
    .sunrise = Пераключаецца на Светлы рэжым на ўсходзе
    .sunset = Пераключаецца на Цёмны рэжым на захадзе
    .next-sunrise = Пераключаецца на Светлы рэжым на наступным усходзе
    .next-sunset = Пераключаецца на Цёмны рэжым на наступным захадзе

container-background = Фон кантэйнера
    .desc-detail = Колер фону кантэйнера выкарыстоўваецца для навігацыйных панэляў, бакавых скрынь, дыялогаў і падобных элементаў. Па змаўчанні, ён аўтаматычна вызначаецца з фону праграмы ці акна.
    .reset = Скід да аўтаматычнага рэжыму
    .desc = Асноўны колер кантэйнера выкарыстоўваецца для навігацыйных панэляў, бакавых скрынь, дыялогаў і падобных элементаў.

control-tint = Афарбоўка кампанентаў кіравання
    .desc = Выкарыстоўваецца для фонаў стандартных кнопак, палёў пошуку, палёў уводу тэксту і падобных кампанентаў.

frosted = Эфект замарожанага шкла ў сістэмным інтэрфейсе
    .desc = Прымяняе размыццё фону да панэлі, дока, віджэтаў, запускальніка і бібліятэкі праграм.

experimental-settings = Эксперыментальныя налады

enable-export = Прымяніць гэтую тэму да праграм GNOME.
    .desc = Не ўсе інструменты падтрымліваюць аўтаматычнае пераключэнне. Для праграм, якія не належаць да COSMIC, можа спатрэбіцца перазапуск пасля змены тэмы.

icon-theme = Тэма значкоў
    .desc = Прымяняе іншы набор значкоў да праграм.

text-tint = Афарбоўка тэксту інтэрфейсу
    .desc = Колер, які выкарыстоўваецца для вызначэння колераў тэксту інтэрфейсу, што мае дастатковы кантраст на розных паверхнях.

style = Стыль
    .round = Круглы
    .slightly-round = Злёгку круглы
    .square = Квадратны

window-management = Кіраванне вокнамі
    .active-hint = Памер падказкі актыўнага акна
    .gaps = Прамежкі вакол акон, размешчаных у сетцы

## Desktop: Display

-requires-restart = Патрабуецца перазапуск

color = Колер
    .depth = Глыбіня колеру
    .profile = Профіль колеру
    .sidebar = Профілі колераў
    .temperature = Тэмпература колеру

display = Дысплэі
    .desc = Кіраванне дысплэямі, пераключэнне графікі і начное святло
    .arrangement = Размяшчэнне дысплэяў
    .arrangement-desc = Перацягвайце дысплэі для іх перапарадкавання.
    .enable = Уключыць дысплэй
    .external = { $size } { $output } Знешні дысплэй
    .laptop = { $size } Дысплэй наўтбука
    .options = Опцыі дысплэяў
    .refresh-rate = Частата абнаўлення
    .resolution = Дазвол
    .scale = Масштаб

mirroring = Адлюстраванне
    .id = Адлюстраванне { $id }
    .dont = Не люстраваць
    .mirror = Люстраваць { $display }
    .project = Праекцыя на { $display ->
        [all] усе дысплэі
        *[other] { $display }
    }
    .project-count = Праецыюецца на { $count} іншыя { $count ->
        [1] дысплэй
        *[other] дысплэі
    }

night-light = Начное святло
    .auto = Аўтаматычна (з заходу да ўсходу)
    .desc = Паменшыць сіні святло з больш цёплымі колерамі.

orientation = Арыентацыя
    .standard = Стандартная
    .rotate-90 = Павярнуць на 90
    .rotate-180 = Павярнуць на 180
    .rotate-270 = Павярнуць на 270

scheduling = Планаванне
    .manual = Ручное планаванне

## Desktop: Notifications

notifications = Апавяшчэнні
    .desc = Не турбаваць, апавяшчэнні на экране блакіроўкі і налады для кожнай праграмы.

## Desktop: Options

desktop-panel-options = Рабочы стол і панэль
    .desc = Дзеянне клавішы Super, гарачыя вуглы, опцыі кіравання вокнамі.

desktop-panels-and-applets = Панэлі працоўнага стала і віджэты

dock = Док
    .desc = Панэль з замацаванымі праграмамі.

hot-corner = Гарачы вугал
    .top-left-corner = Уключыць верхні левы гарачы вугал для працоўных прастораў

super-key-action = Дзеянне клавішы Super
    .launcher = Запускальнік
    .workspaces = Працоўныя прасторы
    .applications = Праграмы

top-panel = Верхняя панэль
    .workspaces = Паказаць кнопку Працоўныя прасторы
    .applications = Паказаць кнопку Праграмы

window-controls = Кіраванне вокнамі
    .minimize = Паказаць кнопку згортвання
    .maximize = Паказаць кнопку разгортвання

## Desktop: Panel

panel = Панэль
    .desc = Верхняя панэль з кіраваннем працоўным сталом і меню.

add = Дадаць
add-applet = Дадаць віджэт
all = Усе
applets = Віджэты
center-segment = Цэнтральны сегмент
drop-here = Кіньце віджэты сюды
end-segment = Канчатковы сегмент
large = Вялікі
no-applets-found = Віджэты не знойдзены...
panel-bottom = Унізе
panel-left = Злева
panel-right = Справа
panel-top = Зверху
search-applets = Пошук віджэтаў...
small = Маленькі
start-segment = Пачатковы сегмент

panel-appearance = Выгляд
    .match = Як у сістэме
    .light = Светлая
    .dark = Цёмная

panel-behavior-and-position = Паводзіны і пазіцыі
    .autohide = Аўтаматычна хаваць панэль
    .dock-autohide = Аўтаматычна хаваць док
    .position = Пазіцыя на экране
    .display = Паказаць на дысплэі

panel-style = Стыль
    .anchor-gap = Прамежак паміж панэллю і краямі экрана
    .dock-anchor-gap = Прамежак паміж докам і краямі экрана
    .extend = Пашыраць панэль да краёў экрана
    .dock-extend = Пашыраць док да краёў экрана
    .appearance = Выгляд
    .size = Памер
    .background-opacity = Непразрыстасць фону

panel-applets = Налады
    .dock-desc = Налады віджэтаў дока.
    .desc = Налады віджэтаў панэлі.

panel-missing = Налады панэлі адсутнічаюць
    .desc = Файл налад панэлі адсутнічае з-за выкарыстання карыстальніцкай канфігурацыі або ён пашкоджаны.
    .fix = Скід да стандартных налад

## Desktop: Wallpaper

wallpaper = Шпалеры
    .change = Змяняць малюнак кожныя
    .desc = Малюнкі шпалераў, колеры і опцыі слайд-шоў.
    .fit = Падганяць шпалеры
    .folder-dialog = Выбраць тэчку з шпалерамі
    .image-dialog = Выбраць малюнак шпалераў
    .plural = Шпалеры
    .same = Адны і тыя ж шпалеры на ўсіх дысплэях
    .slide = Слайд-шоў

add-color = Дадаць колер
add-image = Дадаць малюнак
all-displays = Усе дысплэі
colors = Колеры
dialog-add = _Дадаць
fill = Запоўніць
fit-to-screen = Падганяць да экрана
open-new-folder = Адкрыць новую тэчку
recent-folders = Апошнія тэчкі

x-minutes = { $number } мінут
x-hours = { $number ->
    [1] 1 гадзіна
    *[other] { $number } гадзін(ы)
}

## Desktop: Workspaces

workspaces = Працоўныя прасторы
    .desc = Усталяванне колькасці працоўных прастораў, іх паводзіны і размяшчэнне.

workspaces-behavior = Паводзіны працоўных прастораў
    .dynamic = Дынамічныя працоўныя прасторы
    .dynamic-desc = Аўтаматычна выдаляе пустыя працоўныя прасторы.
    .fixed = Фіксаваная колькасць працоўных прастораў
    .fixed-desc = Дадаваць або выдаляць працоўныя прасторы ў аглядзе.

workspaces-multi-behavior = Паводзіны на некалькіх маніторах
    .span = Працоўныя прасторы ахопліваюць усе дысплэі
    .separate = Кожны дысплэй мае свае працоўныя прасторы

workspaces-overview-thumbnails = Мініяцюры агляду працоўных прастораў
    .show-number = Паказваць нумар працоўнай прасторы
    .show-name = Паказваць назву працоўнай прасторы

workspaces-orientation = Арыентацыя працоўных прастораў
    .vertical = Вертыкальная
    .horizontal = Гарызантальная

## Networking: Wired

wired = Правадное злучэнне
    .desc = Правадное злучэнне, профілі злучэння

## Networking: Online Accounts

online-accounts = Анлайн акаўнты
    .desc = Дадаць акаўнты, IMAP і SMTP, карпаратыўныя лагіны

## Time & Language

time = Час і мова
    .desc = N/A

time-date = Дата і час
    .desc = Часавы пояс, аўтаматычныя налады гадзінніка і фарматаванне часу.
    .auto = Усталёўваць аўтаматычна

time-zone = Часовы пояс
    .auto = Аўтаматычны часовы пояс
    .auto-info = Патрабуецца доступ да месцазнаходжання і інтэрнэту

time-format = Фармат даты і часу
    .twenty-four = 24-гадзінны фармат
    .first = Першы дзень тыдня
    .show-date = Паказваць дату на верхняй панэлі
    .friday = Пятніца
    .saturday = Субота
    .sunday = Нядзеля
    .monday = Панядзелак

time-region = Рэгіён і мова
    .desc = Фарматаванне дат, часу і лічбаў у залежнасці ад рэгіёну

## Sound

sound = Гук
    .desc = N/A

sound-output = Выхад
    .volume = Выхадная гучнасць
    .device = Выхадная прылада
    .level = Выхадны ўзровень
    .config = Налады
    .balance = Баланс

sound-input = Уваход
    .volume = Уваходная гучнасць
    .device = Уваходная прылада
    .level = Уваходны ўзровень

sound-alerts = Абвесткі
    .volume = Гучнасць абвестак
    .sound = Гук абвестак

sound-applications = Праграмы
    .desc = Гучнасць праграмы і налады

## System

system = Сістэма і акаўнты

## System: About

about = Пра сістэму
    .desc = Назва прылады, інфармацыя аб абсталяванні, стандартныя налады аперацыйнай сістэмы.

about-device = Назва прылады
    .desc = Гэтая назва адлюстроўваецца іншым сеткавым або блютуз прыладам.

about-hardware = Абсталяванне
    .model = Мадэль абсталявання
    .memory = Памяць
    .processor = Працэсар
    .graphics = Графіка
    .disk-capacity = Ёмістасць дыску

about-os = Аперацыйная сістэма
    .os = Аперацыйная сістэма
    .os-architecture = Архітэктура аперацыйнай сістэмы
    .desktop-environment = Асяроддзе працоўнага стала
    .windowing-system = Сістэма вокнаў

about-related = Спадарожныя налады
    .support = Атрымаць падтрымку

## System: Firmware

firmware = Праграмнае забеспячэнне
    .desc = Дэталі праграмнага забеспячэння.

## System: Users

users = Карыстальнікі
    .desc = Аўтэнтыфікацыя і ўваход, экран блакіроўкі.

## Input

acceleration-desc = Аўтаматычна рэгулюе адчувальнасць сачэння ў залежнасці ад хуткасці.

disable-while-typing = Адключаць падчас набора тэксту

input-devices = Прылады ўводу
    .desc = Прылады ўводу

primary-button = Асноўная кнопка
    .left = Левая
    .right = Правая

scrolling = Пракручванне
    .two-finger = Пракручванне двума пальцамі
    .edge = Пракручванне ўздоўж краю адным пальцам
    .speed = Хуткасць пракручвання
    .natural = Натуральнае пракручванне
    .natural-desc = Пракручванне змесціва, а не выгляду

## Input: Keyboard

keyboard = Клавіятура
    .desc = Увод з клавіятуры

keyboard-sources = Крыніцы ўводу
    .desc = Крыніцы ўводу могуць пераключацца з дапамогай камбінацыі клавіш Super+Space. Гэта можа быць наладжана ў наладах клавішавых спалучэнняў.
    .move-up = Перасунуць уверх
    .move-down = Перасунуць уніз
    .settings = Налады
    .view-layout = Паказаць раскладку клавіятуры
    .remove = Выдаліць
    .add = Дадаць крыніцу ўводу

keyboard-special-char = Увод спецыяльных сімвалаў
    .alternate = Клавіша альтэрнатыўных сімвалаў
    .compose = Клавіша састаўлення

added = Дададзена
type-to-search = Набярыце для пошуку...

## Input: Keyboard: Shortcuts

keyboard-shortcuts = Клавішавыя спалучэнні
    .desc = Паказаць і наладзіць спалучэнні

## Input: Mouse

mouse = Мыш
    .desc = Хуткасць мышы, паскарэнне, натуральнае пракручванне.
    .speed = Хуткасць мышы
    .acceleration = Уключыць паскарэнне мышы

## Input: Touchpad

click-behavior = Паводзіны пры націску
    .click-finger = Другасны клік двума пальцамі і сярэдні клік трыма пальцамі
    .button-areas = Другасны клік у ніжнім правым вугле і сярэдні клік у ніжнім цэнтры

pinch-to-zoom = Сціск для маштабавання
    .desc = Выкарыстоўвайце два пальцы для маштабавання змесціва, для праграм, якія падтрымліваюць маштабаванне.

tap-to-click = Націск для кліку
    .desc = Уключае націск адным пальцам для асноўнага кліку, двума пальцамі для другаснага кліку і трыма пальцамі для сярэдняга кліку.

touchpad = Сэнсарная панэль
    .acceleration = Уключыць паскарэнне сэнсарнай панэлі
    .desc = Хуткасць сэнсарнай панэлі, параметры націскаў, жэсты.
    .speed = Хуткасць сэнсарнай панэлі

## Input: Gestures

swiping = Пратягванне
    .four-finger-down = Пратягванне чатырох пальцаў уніз
    .four-finger-left = Пратягванне чатырох пальцаў налева
    .four-finger-right = Пратягванне чатырох пальцаў направа
    .four-finger-up = Пратягванне чатырох пальцаў уверх
    .three-finger-any = Пратягванне трох пальцаў у любым напрамку

switch-between-windows = Пераключэнне паміж вокнамі
switch-to-next-workspace = Пераключэнне на наступную працоўную прастору
switch-to-prev-workspace = Пераключэнне на папярэднюю працоўную прастору
open-application-library = Адкрыць бібліятэку праграм
open-workspaces-view = Адкрыць агляд працоўных прастораў
